{
  "id": "remembrance_before_sleep",
  "language": "id",
  "results": [
    {
      "arabic": "قُلْ هُوَ اللَّهُ أَحَدٌ⦿اللَّهُ الصَّمَدُ⦿لَمْ يَلِدْ وَلَمْ يُولَدْ⦿وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ⦿",
      "translation": "Katakanlah: Dialah Allah, Yang Maha Esa. Allah adalah ilah yang bergantung kepada-Nya segala urusan. Dia tidak beranak dan tiada pula diperanakkan, dan tidak ada seorang pun yang setara dengan Dia.\n(Al-Ikhlas: 1-4)",
      "source": "HR. Bukhari no. 5017 dan Muslim no. 2192.",
      "bismillah": "true",
      "recite": "Baca 3x",
      "audio": "https://firebasestorage.googleapis.com/v0/b/dzikir-qu.appspot.com/o/remembrance-al-ikhlas.mp3?alt=media&token=991d52e8-ca58-44cb-bc31-0aeacaa9f0a4",
      "audio_name": "remembrance-al-ikhlas"
    },
    {
      "arabic": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ⦿مِن شَرِّ مَا خَلَقَ⦿وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ⦿وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ⦿وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ⦿",
      "translation": "Katakanlah: Aku berlindung kepada Rabb yang menguasai Shubuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki.\n(Al-Falaq: 1-5)",
      "source": "HR. Bukhari no. 5017 dan Muslim no. 2192.",
      "bismillah": "true",
      "recite": "Baca 3x",
      "audio": "https://firebasestorage.googleapis.com/v0/b/dzikir-qu.appspot.com/o/remembrance-al-falaq.mp3?alt=media&token=6919a95f-b29f-4e3a-801c-d7cdf68ebcb0",
      "audio_name": "remembrance-al-falaq"
    },
    {
      "arabic": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ⦿مَلِكِ النَّاسِ⦿إِلَهِ النَّاسِ⦿مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ⦿الَّذِي يُوَسْوِسُ فِي صُدُورِالنَّاسِ⦿مِنَ الْجِنَّةِ وَ النَّاسِ⦿",
      "translation": "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah: Aku berlindung kepada Rabb manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari jin dan manusia.\n(An-Naas: 1-6)",
      "source": "HR. Bukhari no. 5017 dan Muslim no. 2192.",
      "bismillah": "true",
      "recite": "Baca 3x",
      "audio": "https://firebasestorage.googleapis.com/v0/b/dzikir-qu.appspot.com/o/remembrance-an-nas.mp3?alt=media&token=5e98d0ce-166a-40c9-8820-76d179ad689a",
      "audio_name": "remembrance-an-nas"
    },
    {
      "arabic": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
      "translation": "Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa’at di sisi-Nya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dan Dia Maha Tinggi lagi Maha besar.\n(Al-Baqarah: 255)",
      "source": "HR. Bukhari no. 2311",
      "recite": "Baca Sekali",
      "audio": "https://firebasestorage.googleapis.com/v0/b/dzikir-qu.appspot.com/o/remembrance-ayat-al-kursi.mp3?alt=media&token=b2185f0f-5f9e-4f11-9356-5c56cd5b4f80",
      "audio_name": "remembrance-ayat-al-kursi"
    },
    {
      "arabic": "آَمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آَمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ * لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
      "translation": "Rasul telah beriman kepada Al-Qur’an yang diturunkan kepadanya dari Rabbnya, demikian pula orang-orang yang beriman. Semuanya beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka mengatakan): “Kami tidak membeda-bedakan antara seorang pun (dengan yang lain) dari rasul-rasul-Nya”, dan mereka mengatakan: “Kami dengar dan kami ta’at”. (Mereka berdoa): “Ampunilah kami ya Rabb kami dan kepada Engkaulah tempat kembali”. Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Ia mendapat pahala (dari kebajikan) yang diusahakannya dan mendapat siksa (dari kejahatan) yang dikerjakannya. (Mereka berdoa): “Ya Rabb kami, janganlah Engkau hukum kami jika kami lupa atau kami bersalah. Ya Rabb kami, janganlah Engkau bebankan kepada kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang yang sebelum kami. Ya Rabb kami, janganlah Engkau pikulkan kepada kami apa yang tak sanggup kami memikulnya. Beri maaflah kami; ampunilah kami; dan rahmatilah kami. Engkaulah Penolong kami, maka tolonglah kami terhadap kaum yang kafir. (QS. Al Baqarah: 285-286)",
      "source": "HR. Bukhari no. 4008 dan Muslim no. 807.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "بِاسْمِكَ رَبِّيْ وَضَعْتُ جَنْبِيْ، وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكْتَ نَفْسِيْ فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِيْنَ",
      "translation": "Dengan nama Engkau, wahai Rabbku, aku meletakkan lambungku. Dan dengan namaMu pula aku bangun daripadanya. Apabila Engkau menahan rohku (mati), maka berilah rahmat padanya. Tapi, apabila Engkau melepaskannya, maka peliharalah (dari kejahatan setan dan kejelekan dunia), sebagaimana Engkau memelihara hamba-hambaMu yang shalih.",
      "source": "HR. Al-Bukhari no. 6320 dan Muslim no. 2714.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "اَللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِيْ وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَافِيَةَ",
      "translation": "Ya Allah, sesungguhnya Engkau menciptakan diriku, dan Engkaulah yang akan mematikannya. Mati dan hidupnya hanya milik-Mu. Apabila Engkau menghidupkannya, maka peliharalah (dari berbagai kejelekan). Apabila Engkau mematikannya, maka ampunilah. Ya Allah, sesungguhnya aku memohon kepada-Mu keselamatan.",
      "source": "HR. Muslim no. 2712.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "اَللَّهُمَّ قِنِيْ عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
      "translation": "Ya Allah, jauhkanlah aku dari siksaanMu pada hari Engkau membangkitkan hamba-hambaMu (yaitu pada hari kiamat).",
      "source": "HR. Tirmidzi no. 3398 dan Abu Daud no. 5045.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
      "translation": "Dengan namaMu, ya Allah! Aku mati dan hidup.",
      "source": "HR. Bukhari no. 6312 dan Muslim no. 2711.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "سُبْحَانَ اللهِ",
      "translation": "Maha Suci Allah",
      "source": "HR. Bukhari no. 3705 dan Muslim no. 2727.",
      "recite": "Baca 33x"
    },
    {
      "arabic": "الْحَمْدُ لِلَّهِ",
      "translation": "Segala Puji Bagi Allah",
      "source": "HR. Bukhari no. 3705 dan Muslim no. 2727.",
      "recite": "Baca 33x"
    },
    {
      "arabic": "اللهُ أَكْبَرُ",
      "translation": "Allah Maha Besar",
      "source": "HR. Bukhari no. 3705 dan Muslim no. 2727.",
      "recite": "Baca 34x"
    },
    {
      "arabic": "اَللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيْمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَاْلإِنْجِيْلِ وَالْفُرْقَانِ، أَعُوْذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اَللَّهُمَّ أَنْتَ اْلأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ اْلآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُوْنَكَ شَيْءٌ، اِقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
      "translation": "Ya Allah, Rabb yang menguasai langit yang tujuh, Rabb yang menguasai ‘Arsy yang agung, Rabb kami dan Rabb segala sesuatu. Rabb yang membelah butir tumbuh-tumbuhan dan biji buah, Rabb yang menurunkan kitab Taurat, Injil dan Furqan (Al-Qur’an). Aku berlindung kepadaMu dari kejahatan segala sesuatu yang Engkau memegang ubun-ubunnya (semua makhluk atas kuasa Allah). Ya Allah, Engkau-lah yang awal, sebelum-Mu tidak ada sesuatu. Engkaulah yang terakhir, setelahMu tidak ada sesuatu. Engkau-lah yang lahir, tidak ada sesuatu di atasMu. Engkau-lah yang Batin, tidak ada sesuatu yang luput dari-Mu[9]. Lunasilah utang kami dan berilah kami kekayaan (kecukupan) hingga terlepas dari kefakiran.",
      "source": "HR. Muslim no. 2713.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "الْحَمْدُ لِلَّهِ الَّذِيْ أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ",
      "translation": "Segala puji bagi Allah yang memberi makan kami, memberi minum kami, mencukupi kami, dan memberi tempat berteduh. Berapa banyak orang yang tidak mendapatkan siapa yang memberi kecukupan dan tempat berteduh.",
      "source": "HR. Muslim no. 2715.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرُّهُ إِلَى مُسْلِمٍ",
      "translation": "Ya Allah, Rabb yang mengetahui yang ghaib dan yang nyata, Rabb pencipta langit dan bumi, Rabb yang menguasai segala sesuatu dan yang merajainya. Aku bersaksi bahwa tiada Rabb yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari kejahatan diriku, kejahatan setan dan balatentaranya, atau aku berbuat kejelekan pada diriku atau aku mendorongnya kepada seorang Muslim.",
      "source": "HR. Tirmidzi no. 3392 dan Abu Daud no. 5067.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "اَللَّهُمَّ أَسْلَمْتُ نَفْسِيْ إِلَيْكَ، وَفَوَّضْتُ أَمْرِيْ إِلَيْكَ، وَوَجَّهْتُ وَجْهِيَ إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِيْ إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِيْ أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِيْ أَرْسَلْتَ",
      "translation": "Ya Allah, aku menyerahkan diriku kepadaMu, aku menyerahkan urusanku kepadaMu, aku menghadapkan wajahku kepadaMu, aku menyandarkan punggungku kepadaMu, karena senang (mendapatkan rahmatMu) dan takut pada (siksaanMu, bila melakukan kesalahan). Tidak ada tempat perlindungan dan penyelamatan dari (ancaman)Mu, kecuali kepadaMu. Aku beriman pada kitab yang telah Engkau turunkan, dan (kebenaran) NabiMu yang telah Engkau utus.",
      "source": "HR. Al-Bukhari no. 6313 dan Muslim no. 2710.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "Baca Surat Al-Mulk",
      "translation": "",
      "source": "HR. Tirmidzi no. 3404.",
      "recite": "Baca Sekali",
      "surah": "67",
      "audio": "https://firebasestorage.googleapis.com/v0/b/dzikir-qu.appspot.com/o/al-mulk.mp3?alt=media&token=68571998-c134-495b-9aab-deeb41c29956",
      "audio_name": "al-mulk"
    },
    {
      "arabic": "Membaca Surat As-Sajdah",
      "translation": "",
      "source": "HR. Tirmidzi no. 3404.",
      "recite": "Baca Sekali",
      "surah": "32",
      "audio": "https://firebasestorage.googleapis.com/v0/b/dzikir-qu.appspot.com/o/as-sajdah.mp3?alt=media&token=326d7ee3-a395-4e22-be36-4f17a7ed229f",
      "audio_name": "as-sajdah"
    }
  ]
}