{
  "id": "remembrance_after_salah",
  "language": "en",
  "results": [
    {
      "arabic": "أَسْتَغْفِرُ اللهَ",
      "translation": "I seek the forgiveness of Allah",
      "source": "Muslim no. 591.",
      "recite": "Recite 3x"
    },
    {
      "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامَِ",
      "translation": "O Allah, You are Peace and from You comes peace . Blessed are You , O Owner of majesty and honor.",
      "source": "Muslim no. 591.",
      "recite": "Recite Once"
    },
    {
      "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
      "translation": "None has the right to be worshipped but Allah alone, He has no partner, His is the dominion and His is the praise, and He is Able to do all things. O Allah, there is none who can withhold what You give, and none may give what You have withheld; and the might of the mighty person cannot benefit him against You.",
      "source": "HR. Bukhari no. 844 dan Muslim no. 593.",
      "recite": "Baca Sekali"
    },
    {
      "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
      "translation": "None has the right to be worshipped but Allah alone, He has no partner, His is the dominion and His is the praise and He is Able to do all things. There is no power and no might except by Allah . None has the right to be worshipped but Allah, and we do not worship any other besides Him . His is grace , and His is bounty and to Him belongs the most excellent praise. None has the right to be worshipped but Allah . (We are) sincere in making our religious devotion to Him, even though the disbelievers may dislike it.",
      "source": "Muslim no. 594.",
      "recite": "Recite Once"
    },
    {
      "arabic": "سُبْحَانَ اللهِ",
      "translation": "Glory is to Allah",
      "source": "Muslim no. 597.",
      "recite": "Recite 33x"
    },
    {
      "arabic": "اَلْحَمْدُ لِلَّهِ",
      "translation": "All Praise is to Allah",
      "source": "Muslim no. 597.",
      "recite": "Recite 33x"
    },
    {
      "arabic": "اَللهُ أَكْبَرُ",
      "translation": "Allah is the Most Great",
      "source": "Muslim no. 597.",
      "recite": "Recite 33x"
    },
    {
      "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
      "translation": "None has the right to be worshipped but Allah alone, Who has no partner. His is the dominion and His is the praise . He brings life and He causes death , and He is Able to do all things.",
      "source": "Muslim no. 597.",
      "recite": "Recite Once"
    },
    {
      "arabic": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
      "translation": "There is none worthy of worship but He, the Ever Living, the One Who sustains and projects all that exist. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.\n(Al-Baqarah: 255)",
      "source": "An-Nasai in Al Kubro 9: 44. This hadith was graded as authentic by Ibnu Hibban as well as Ibn Hajar in Bulughul Maram.",
      "recite": "Recite Once"
    },
    {
      "arabic": "قُلْ هُوَ اللَّهُ أَحَدٌ⦿اللَّهُ الصَّمَدُ⦿لَمْ يَلِدْ وَلَمْ يُولَدْ⦿وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ⦿",
      "translation": "Say: He is Allah (the) One. The Self-Sufficient Master, Whom all creatures need, He begets not nor was He begotten, and there is none equal to Him.\n(Al-Ikhlas: 1-4)",
      "source": "Abu Daud no. 1523 and An-Nasai no. 1337.",
      "recite": "Recite 3x"
    },
    {
      "arabic": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ⦿مِن شَرِّ مَا خَلَقَ⦿وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ⦿وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ⦿وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ⦿",
      "translation": "Say: I seek refuge with (Allah) the Lord of the daybreak, from the evil of what He has created, and from the evil of the darkening (night) as it comes with its darkness, and from the evil of those who practice witchcraft when they blow in the knots, and from the evil of the envier when he envies.\n(Al-Falaq: 1-5)",
      "source": "Abu Daud no. 1523 and An-Nasai no. 1337.",
      "recite": "Recite 3x"
    },
    {
      "arabic": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ⦿مَلِكِ النَّاسِ⦿إِلَهِ النَّاسِ⦿مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ⦿الَّذِي يُوَسْوِسُ فِي صُدُورِالنَّاسِ⦿مِنَ الْجِنَّةِ وَ النَّاسِ⦿",
      "translation": "Say: I seek refuge with (Allah) the Lord of mankind, the King of mankind, the God of mankind, from the evil of the whisperer who withdraws, who whispers in the hearts of mankind, of jinns and men.\n(An-Naas: 1-6)",
      "source": "Abu Daud no. 1523 and An-Nasai no. 1337.",
      "recite": "Recite 3x"
    },
    {
      "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
      "translation": "O Allah, I ask You for knowledge that is of benefit , a good provision , and deeds that will be accepted.",
      "source": "Ibnu Majah no. 925 and Ahmad 6: 305, 322.",
      "recite": "Recite Once After Fajr Prayer"
    }
  ]
}